Repository: enwikuna/enwikuna-license-manager-client
Catalog: i18n/languages/enwikuna-license-manager-client-*.po
Languages: de_de

source: Cheatin&#8217; huh?
de_de: So geht das leider nicht..

source: Enwikuna License Manager Client must be network activated when in multisite environment!
de_de: Der Enwikuna License Manager Client muss netzwerkweit aktiviert sein, wenn du eine Multisite-Installation verwendest!

source: It seems like the Updates & Support of one of your %1$s products will expire soon:
de_de: Es sieht so aus, als ob die Aktualisierungen & der Support für eines deiner %1$s Produkte in Kürze ausläuft:

source: Update & Support expires
de_de: Update & Support läuft aus

source: check
de_de: überprüfe

source: Your <strong>%1$s</strong> license doesn't seem to be registered. Please %2$s your license.
de_de: Deine <strong>%1$s</strong> Lizenz scheint nicht registriert zu sein. Bitte %2$s deine Lizenz.

source: Your <strong>%1$s</strong> license seems to have expired. Please %2$s your license.
de_de: Deine <strong>%1$s</strong> Lizenz scheint abgelaufen zu sein. Bitte %2$s deine Lizenz.

source: Your <strong>%1$s</strong> license seems to have expired. Please %2$s your license before updating.
de_de: Deine <strong>%1$s</strong> Lizenz scheint abgelaufen zu sein. Bitte %2$s deine Lizenz vor der Aktualisierung.

source: Enwikuna License Manager Client is updating in the background. The update process may take a little while, so please be patient. Some functions may be not working correctly until the update is finished.
de_de: Enwikuna License Manager Client wird im Hintergrund aktualisiert. Der Aktualisierungsprozess kann eine Weile dauern, bitte hab einen Moment Geduld. Es kann sein, dass einige Funktionen nicht korrekt funktionieren, bis die Aktualisierung abgeschlossen ist.

source: Note: WP CRON has been disabled on your install which may prevent this update from completing.
de_de: Hinweis: WP CRON wurde in deiner Installation deaktiviert, wodurch das Update möglicherweise nicht abgeschlossen werden kann.

source: Enwikuna License Manager Client is updating
de_de: Enwikuna License Manager Client wird aktualisiert

source: Enwikuna License Manager Client update completed. Thank you for updating to the latest version!
de_de: Enwikuna License Manager Client Aktualisierung abgeschlossen. Danke, dass du auf die neueste Version aktualisiert hast!

source: <strong>Enwikuna License Manager Client is inactive.</strong> The required configuration is missing for Enwikuna License Manager Client to work. Please contact our support for further assistance!
de_de: <strong>Enwikuna License Manager Client ist inaktiv.</strong> Die erforderliche Konfiguration fehlt, damit Enwikuna License Manager Client funktioniert. Bitte kontaktiere unseren Support für weitere Hilfe!

source: Enwikuna License Manager Client is not configured
de_de: Enwikuna License Manager Client ist nicht konfiguriert

source: Enwikuna License Manager Client needs to connect to %1$s to check for new releases and security updates. Something in the network or security settings is preventing this. Please allow outgoing communication to %2$s to remove this notice.
de_de: Enwikuna License Manager Client muss sich mit %1$s verbinden, um nach neuen Versionen und Sicherheitsupdates zu suchen. Irgendetwas in den Netzwerk- oder Sicherheitseinstellungen verhindert dies. Bitte erlaube die ausgehende Kommunikation zu %2$s, um diesen Hinweis zu entfernen.

source: Enwikuna License Manager Client is unable to connect to %1$s
de_de: Enwikuna License Manager Client kann keine Verbindung zu %1$s herstellen

source: Your <strong>%1$s</strong> license was successfully deactivated.
de_de: Deine <strong>%1$s</strong> Lizenz wurde erfolgreich deaktiviert.

source: An error occurred while deactivating your <strong>%1$s</strong> license.
de_de: Beim Deaktivieren deiner <strong>%1$s</strong> Lizenz ist ein Fehler aufgetreten.

source: <strong>%1$s</strong> from <strong>%2$s license</strong> activated.
de_de: <strong>%1$s</strong> von <strong>%2$s Lizenz</strong> aktiviert.

source: Action failed. Please refresh the page and retry.
de_de: Aktion fehlgeschlagen. Bitte lade die Seite neu und versuche es nochmal.

source: Product
de_de: Produkt

source: Support & Updates until
de_de: Support & Aktualisierungen bis

source: Note
de_de: Hinweis

source: Setup Wizard
de_de: Einrichtungsassistent

source: License
de_de: Lizenz

source: Register products
de_de: Produkte registrieren

source: Newest version:
de_de: Neuste Version:

source: Check for updates
de_de: Nach Aktualisierungen suchen

source: Renew now
de_de: Jetzt verlängern

source: Your license has been locked! Please contact our support for further information.
de_de: Deine Lizenz wurde gesperrt! Bitte kontaktiere unseren Support für weitere Informationen.

source: Deactivate
de_de: Deaktivieren

source: Enter license key
de_de: Lizenzschlüssel eingeben

source: No products found.
de_de: Keine Produkte gefunden.

source: Important
de_de: Wichtig

source: %s does not exist.
de_de: %s existiert nicht.

source: Welcome to %1$s
de_de: Willkommen bei %1$s

source: Easily manage your licenses for %1$s products and enjoy automatic updates.
de_de: Verwalte deine Lizenzen für %s und profitiere von automatischen Aktualisierungen.

source: Oops, seems like the API needs a break
de_de: Hoppala, es scheint als sei die API gerade unerreichbar

source: Sorry but currently we are not able to establish a connection to our licensing system - please be patient and try again in a few minutes.
de_de: Es tut uns leid, aber wir sind derzeit nicht in der Lage, eine Verbindung zu unserem Lizenzsystem herzustellen - bitte habe etwas Geduld und versuche es in ein paar Minuten noch einmal.

source: Will help customers to manage their licenses provided by the Enwikuna License Manager and receive automatic updates via releases.
de_de: Unterstützt Kunden bei der Verwaltung ihrer Lizenzen, die vom Enwikuna License Manager zur Verfügung gestellt werden, und beim Erhalt automatischer Updates über Releases.
